# CACHE_FILE = "user_cache.pkl"
DATA_BASE = 'twitter.json'

main_menu_list = {'1': 'Зарегистрироваться',
                  '2': 'Залогиниться',
                  '0': 'Выход из программы', }

user_menu_actions = {
                     '1': 'Посмотреть свои твиты',
                     '2': 'Создать твит',
                     '3': 'Работа с определенным твитом',
                     '4': 'Посмотреть другие аккаунты',
                     '0': 'Разлогиниться',
                    }

user_menu_twit_actions = {
                     '1': 'Обновить твит',
                     '2': 'Удалить твит',
                     '3': 'Получить среднюю оценку твита',
                     '0': 'Назад',
                    }

